{
  "books": [
    {
      "id": 1,
      "genre": "scientific",
      "title": "Москва 2042",
      "author": "Владимир Войнович",
      "description": "«Москва 2042» — сатирический роман-антиутопия, веселая пародия, действие которой происходит в будущем, в середине XXI века, в обезумевшем «марксистском» мире. Герой романа — писатель-эмигрант — неожиданно получает возможность полететь в Москву 2042 года и в результате оказывается действующим лицом и организатором новой революции... 2042 год еще далеко, но кто знает, а вдруг Войнович все угадал?",
      "image": "https://s1.livelib.ru/boocover/1000449083/200/98ad/Vladimir_Vojnovich__Moskva_2042.jpg",
      "year": 1982
    },
    {
      "id": 2,
      "genre": "scientific",
      "title": "Гелий 3",
      "author": "Ярослав Гжендович",
      "description": "2058 год. Это мир, в котором омнифоны заменили собой любые социальные связи, где ролики из МегаНета покончили с медиаресурcами и культурой, дополненная реальность вытеснила настоящую, а место журналистов заняли ивентщики, обыкновенные люди, которые снимают все вокруг в надежде заполучить эффектную и скандальную запись. Это мир, в котором любой полет на самолете намеренно превращен в настоящий ад, в котором Европа живет по заветам доктрин «добровольной бедности» и «тотальной прозрачности», а любой поход в магазин грозит штрафом за нарушение положений об ответственном потреблении.",
      "image": "https://s1.livelib.ru/boocover/1003917460/200/36fd/Yaroslav_Gzhendovich__Gelij3.jpg",
      "year": 2017
    },
    {
      "id": 3,
      "genre": "scientific",
      "title": "Ниже нуля",
      "author": "Дэвид Кепп",
      "description": "1989 год. Два агента спецслужб — Роберто Диаз и его напарница Трини Романо — отправляются на задание в Австралию. В местной общине, после падения туда обломков космического спутника начался мор. Оказывается, там поселился грибок — мутант, получивший название, Cordyceps novus. Он не просто паразитирует, но и меняет поведение зараженных.",
      "image": "https://s1.livelib.ru/boocover/1003630068/200/8dc1/Devid_Kepp__Nizhe_nulya.jpg",
      "year": 1989
    },
    {
      "id": 4,
      "genre": "scientific",
      "title": "20 000 лье под водой",
      "author": "Жюль Верн",
      "description": "Создатель классического приключенческого романа. Писатель, чьи произведения не имеют возраста — и спустя сто лет будут читаться с таким же наслаждением, как и сто лет назад. Взгляните — и даже сейчас вы увидите на кино и телеэкранах десятки экранизаций романов Жюля Верна. \"Двадцать тысяч лье под водой\". История профессора Пьера Аронакса и его друзей, волей случая оказавшихся на подводном корабле таинственного капитана Немо…",
      "image": "https://s1.livelib.ru/boocover/1002848706/200/3e6f/Zhyul_Vern__Dvadtsat_tysyach_le_pod_vodoj.jpg",
      "year": 1870
    },
    {
      "id": 5,
      "genre": "scientific",
      "title": "Война миров",
      "author": "Герберт Уэллс",
      "description": "\"Великий англичанин\", \"Шекспир научной фантастики\", \"необычный и великолепный\" - это всё об одном писателе, имя которого принадлежит не только мировой литературе, но и истории человеческого прогресса - Герберт Джордж Уэллс. В сознании миллионов читателей он, прежде всего, является автором знаменитых фантастических романов, один из которых \"Война миров\" представлен в данном издании.",
      "image": "https://s1.livelib.ru/boocover/1002706492/200/2384/Gerbert_Uells__Vojna_mirov.jpg",
      "year": 1897
    },
    {
      "id": 6,
      "genre": "fiction",
      "title": "Волшебник Изумрудного города",
      "author": "Александр Волков",
      "description": "Книгами Александра Мелентьевича Волкова, написанными в середине прошлого века, зачитывались дети нескольких поколений. Но и в наше время истории о смелой девочке Элли и ее друзьях, которые отправились к великому волшебнику Гудвину, чтобы он исполнил их самые заветные желания, читаются на одном дыхании.",
      "image": "https://s1.livelib.ru/boocover/1002767619/200/f3d3/Aleksandr_Volkov__Volshebnik_Izumrudnogo_goroda.jpg",
      "year": 1939
    },
    {
      "id": 7,
      "genre": "fiction",
      "title": "Двенадцать стульев",
      "author": "Евгений Петров",
      "description": "\"Двенадцать стульев\" (1928) — роман, написанный почти век назад, до сих пор остается на слуху. История про то, как Остап Бендер вместе со своим \"напарником\" Кисой Воробьяниновым пытаются найти бриллианты мадам Петуховой, спрятанные в одном из 12 стульев мебельного гарнитура, снискала славу поистине \"народной классики\". Имена героев — обаятельных авантюристов — стали нарицательными, а сам роман разошелся на цитаты, выдержав сотни успешных переизданий и переводов на другие языки. Книга, которая до сих пор так и не разгадана до конца: есть ли у героев прототипы, кто скрывается за фигурой Остапа Бендера? Возможно, эти загадки так навсегда и останутся загадками. А пока заседание продолжается, господа присяжные заседатели!",
      "image": "https://s1.livelib.ru/boocover/1003006601/200/a031/Ilya_Ilf_Evgenij_Petrov__Dvenadtsat_stulev.jpg",
      "year": 1927
    },
    {
      "id": 8,
      "genre": "fiction",
      "title": "Мастер и Маргарита",
      "author": "Михаил Булгаков",
      "description": "«Мастер и Маргарита» – культовый роман, ярчайший шедевр русской литературы, так до конца и не понятый, загадочный и манящий. Нечистая сила во главе с самим Дьяволом Воландом однажды весенним днем появляется в Москве, чтобы навести порядок. Именно так начинается полная приключений и иронии история, в которой в конце концов побеждают любовь и верность. Обязательная к прочтению книга, необходимая в домашней библиотеке.",
      "image": "https://s1.livelib.ru/boocover/1000579725/200/9088/Mihail_Bulgakov__Master_i_Margarita.jpg",
      "year": 1937
    },
    {
      "id": 9,
      "genre": "fiction",
      "title": "А зори здесь тихие...",
      "author": "Борис Васильев",
      "description": "В книгу вошли известные повести Б. Васильева, рассказывающие о Великой Отечественной войне, участником и свидетелем которой был автор, и произведения, написанные в последние годы, в которых писатель попытался осмыслить и художественно отразить нравственные противоречия нашего времени в судьбах людей.",
      "image": "https://s1.livelib.ru/boocover/1001212859/200/b944/Boris_Vasilev__A_zori_zdes_tihie..._Povesti_sbornik.jpg",
      "year": 1969
    },
    {
      "id": 10,
      "genre": "fiction",
      "title": "Идиот",
      "author": "Фёдор Достоевский",
      "description": "Гениальность и безумие… так ли далеки друг от друга эти понятия, как кажется? И где проходит грань, отделяющая первое от второго? В одном из самых главных своих романов «Идиот» Федор Достоевский пытается дать ответы на эти вопросы, касаясь запретных тем и ломая нравственные табу.",
      "image": "https://s1.livelib.ru/boocover/1000585144/200/d9be/Fjodor_Dostoevskij__Idiot.jpg",
      "year": 1869
    },
    {
      "id": 11,
      "genre": "detective",
      "title": "Скажи, что тебе жаль",
      "author": "Мелинда Ли",
      "description": "После опустошающей потери мужа успешный адвокат Морган Дейн возвращается в родной город Скарлет-Фоллс в попытке наладить свою жизнь. Она воспитывает трех дочерей и находит работу в окружной прокуратуре. Неожиданно город потрясает жестокое убийство молодой девушки Тессы, которая подрабатывала у Морган няней. Все улики указывают на Ника, сына соседа, но никто не может поверить в его виновность. Морган берется за его защиту, чтобы доказать его непричастность к убийству.",
      "image": "https://s1.livelib.ru/boocover/1003605387/200/80d6/Melinda_Li__Skazhi_chto_tebe_zhal.jpg",
      "year": 2017
    },
    {
      "id": 12,
      "genre": "detective",
      "title": "Соседский ребенок",
      "author": "Шалини Боланд",
      "description": "Я слышала плач младенца. Слышала, как кто-то пришел и украл соседского ребенка. Дитя, о котором никто не знает. Которого просто не может быть – ведь в нашем переулке нет новорожденных, кроме моей дочери… Чей же это ребенок? И почему родители не паникуют? Тихий уголок, где мы живем, оказывается, полон лжи и угроз. А это значит, что и моя шестимесячная малышка в опасности. Вдруг заберут и ее?! Но никто мне не верит. Все, даже самые близкие, считают, что у меня просто до предела расстроены нервы. Может, они правы – и я на грани? Как бы там ни было, мне нужно уберечь дочку. Любой ценой…",
      "image": "https://s1.livelib.ru/boocover/1003618295/200/ac06/Shalini_Boland__Sosedskij_rebenok.jpg",
      "year": 2018
    },
    {
      "id": 13,
      "genre": "detective",
      "title": "Прежде, чем я усну",
      "author": "Джон Уотсон",
      "description": "Каждое утро Кристин Лукас просыпается в незнакомой комнате, рядом с незнакомым мужчиной. Она смотрит на себя в зеркало и не узнает свое тело, ведь оно выглядит старше на двадцать лет. Каждое утро этот мужчина объясняет Кристин, что он ее муж Бен, а она страдает формой амнезии, при которой все старые воспоминания утрачены, а новые не сохраняются. По совету врача, Кристин втайне от мужа начинает вести дневник и записывает в него все то, что ей удается узнать и вспомнить в течение дня, стараясь воссоздать свое прошлое и тот роковой случай, который лишил ее памяти. Однажды утром она открывает дневник и видит, что написала три неожиданных и страшных слова: «Не верь Бену». Внезапно все, что сказал ее муж, кажется Кристин подозрительным. Какой несчастный случай вызвал ее состояние? Кому она может доверять? Почему Бен лжет ей?",
      "image": "https://s1.livelib.ru/boocover/1003630554/200/3d52/S.Dzh._Uotson__Prezhde_chem_ya_usnu.jpg",
      "year": 2018
    },
    {
      "id": 14,
      "genre": "detective",
      "title": "Инквизитор",
      "author": "Себастьян Фитцек",
      "description": "Три женщины — молодые, красивые, жизнерадостные — неожиданно исчезают. А когда их наконец находят, они морально сломлены, словно заживо похоронены в собственном теле. И это последствия всего одной недели пребывания во власти психопата, которого пресса окрестила Инквизитором. Перед самым Рождеством Инквизитор снова активизируется — и, как специально, в фешенебельной психиатрической клинике. Незадолго до того, как изза снежного шторма клиника оказывается отрезанной от внешнего мира, врачи и пациенты со страхом сознают, что к ним доставили никем не узнанного преступника. Невольные узники отчаянно пытаются защитить друг друга. Но в ночь ужаса Инквизитор заставит их почувствовать, что никому не спастись…",
      "image": "https://s1.livelib.ru/boocover/1003502472/200/a325/Sebastyan_Fittsek__Inkvizitor.jpg",
      "year": 2008
    },
    {
      "id": 15,
      "genre": "detective",
      "title": "Запах смерти",
      "author": "Саймон Бекетт",
      "description": "В холле старинного, давно заброшенного больничного комплекса, готовящегося на слом, неожиданно находят труп. Знаменитого эксперта-криминалиста Дэвида Хантера вызывают осмотреть ужасную находку. Но прежде чем он успевает сделать выводы, частично обрушивается пол больничного чердака – и старая больница открывает новую мрачную тайну: замурованную комнату с кроватями, на которых лежат другие тела… Дэвиду Хантеру многое пришлось повидать в жизни. Он имеет все основания считать себя человеком с крепкими нервами. Однако то, что происходит теперь, даже ему напоминает некий изощренный и извращенный ночной кошмар. И чем дальше ведет его расследование, тем яснее он понимает: старая больница еще не забрала свою последнюю жертву…",
      "image": "https://s1.livelib.ru/boocover/1003626043/200/3e68/Sajmon_Bekett__Zapah_smerti.jpg",
      "year": 2018
    }
  ]
}